define([],{
    "selected": "mor",
    "languages": [
        {
            "code":"fi",
            "name":"Suomi",
            "keyboard":["a","b","c","d","e","f","g","h","i","j","k","l","m","n","o","p","q","r","s","t","u","v","w","x","y","z","å","ä","ö"]
        },
        {
            "code":"mor",
            "name":"Mordva",
            "keyboard":[
            "Ы̆", "ы̆", "Ŏ", "ŏ"
            ]
        },
        {
            "code":"veps",
            "name":"Vepsä",
            "keyboard":[
            "A", "a", "B", "в", "C", "c", "Č", "č", "D", "d", "E", "e", "F", "f", "G", "g", "H", "h", "I", "i", "J", "j", "K", "k", "L", "l", "M", "m", "N", "n", "O", "o", "P", "p", "R", "r", "S", "s", "Š", "š", "T", "t", "U", "u", "V", "v", "X", "x", "Z", "z", "Ž", "ž"
            ]
        },
        {
            "code":"ingrian",
            "name":"Inkeroinen",
            "keyboard":["A", "a", "Ä", "ä", "V", "v", "B", "в", "V", "v", "G", "g", "E", "e", "Ƶ", "ƶ", "Z", "z", "I", "i", "J", "j", "K", "k", "L", "l", "M", "m", "N", "n", "O", "o", "Ö", "ö", "P", "p", "R", "r", "S", "s", "T", "t", "U", "u", "F", "f", "H", "h", "C", "c", "Ç", "ç", "Ş", "ş", "Ь", "ь"]
        },
        {
            "code":"meadowmari",
            "name":"Niittymari",
            "keyboard":[
            "А", "а", "Б", "б", "В", "в", "Г", "г", "Д", "д", "Е", "е", "Ё", "ё", "Ж", "ж", "З", "з", "И", "и", "Й", "й", "К", "к", "Л", "л", "М", "м", "Н", "н", "Ҥ", "ҥ", "О", "о", "Ӧ", "ӧ", "П", "п", "Р", "р", "С", "с", "Т", "т", "У", "у", "Ӱ", "ӱ", "Ф", "ф", "Х", "х", "Ц", "ц", "Ч", "ч", "Ш", "ш", "Щ", "щ", "Ъ", "ъ", "Ы", "ы", "Ь", "ь", "Э", "э", "Ю", "ю", "Я", "я"
            ],
        },
        {
            "code":"hillmari",
            "name":"Vuorimari",
            "keyboard":[
            "А", "а", "Ӓ", "ӓ", "Б", "б", "В", "в", "Г", "г", "Д", "д", "Е", "е", "Ё", "ё", "Ж", "ж", "З", "з", "И", "и", "Й", "й", "К", "к", "Л", "л", "М", "м", "Н", "н", "О", "о", "Ӧ", "ӧ", " П", "п", "Р", "р", "С", "с", "Т", "т", "У", "у", "Ӱ", "ӱ", "Ф", "ф", "Х", "х", "Ц", "ц", "Ч", "ч", "Ш", "ш", "Щ", "щ", "Ъ", "ъ", "Ы", "ы", "Ӹ", "ӹ", "Ь", "ь", "Э", "э", "Ю", "ю", "Я", "я"
            ],
        },
        {
            "code":"ru",
            "name":"Venäjä",
            "keyboard":['А','Б','В','Г','Д',
                'Е','Ё','Ж','З','И','Й','К',
                'Л','М','Н','О','П','Р','С',
                'Т','У','Ф','Х','Ц','Ч','Ш',
                'Щ','Ъ','Ы','Ь','Э','Ю','Я',
                'І','Ѳ','Ѣ','Ѵ',
                'а','б','в','г','д',
                'е','ё','ж','з','и','й','к',
                'л','м','н','о','п','р','с',
                'т','у','ф','х','ц','ч','ш',
                'щ','ъ','ы','ь','э','ю','я',
                'і','ѳ','ѣ','ѵ' ]
        }
    ]
});
